{"dreams": [
{
 "name": "space",
  "date": " 2001",
  "place": "Santiago,Chile",
  "keyword": ["space", "pleasure"],
      "thedream": "Here you can share a dream..."
},
    {
  "name": "my mother had died",
  "date": "January,1999",
  "place": "Ancud, Chile",
  "keyword": ["mother","death","weeping", "pain"],
  "thedream": "January,1999. My mother had died. I woke up and cried."
},
{
  "name": "war",
  "date": "2001",
  "place": "Santiago,Chile",
  "keyword": ["war","insects","the strength", "paralisis"],
      "thedream": "2001. It was the ending of a war and we had lost. The others were coming and we had to hide. Several characters hid under a closet that was open, characters like ants, bugs or others like that. Someone said that this was the time for the little ones, they would manage to hide well. I tried to go to hide into a space that was inside the closet but they would probably find me there. There was a force that impede me to move, It  was so hard to move."

},
{
 "name": "the lover",
  "date": "2002",
  "place": "Rome, Italy",
  "keyword": ["China, lover, travel"],
      "thedream": "2002. We traveled with my mother through China. We drove to a train station where cars got on the train. Elsewhere, I had a lover, literally. And we made love in a white tent, a set of fabrics. And we played and then we had to separate. And before that, a friend of mine came and asked us what we had liked one from the other. He pointed to a position of mine, she asked me to stay in that position for a while. Then we moved, I know we made love again. It was an accomplice, communicated relationship, but it ended there. And I said what I said already in vigil -just in time-, someone added -hopefully-."
},
{
 "name": "boat into space",
  "date": "2009",
  "place": "Santiago, Chile",
  "keyword": ["La esperanza","boat","salvador", "grandmother","Sole"],
      "thedream": "February 2009. A black boat starts a trip without my permission. I was in the countryside with my grandmother, helping her to order. We took the boat, it was a strange ship, it was black and flied. We traveled into space, there were more people. Sole was there, a friend of mine who died. I thought many had conquered this space but it was like a secret or a taboo the in real life."
},
{
 "name": "nightmare",
  "date": " January 14, 2009",
  "place": "Santiago,Chile",
  "keyword": ["Thief","house","freeze", "threat", "Ale Falabella","anguish"],
      "thedream": "January 14, 2009. A recurring nightmare, since childhood. A thief threatens me, I try to scream but I freeze, thieves wanted to enter my house, I can not scream. Ale Falabella lives near there. Anguish."
},

{
 "name": "erotism",
  "date": "2002",
  "place": "Napoli, Italy",
  "keyword": ["inti","erótico","enamorados", "pelo corto"],
      "thedream": "2002. I woke up early in Napoli, I had an erotic dream about you, it was weird, we were in love, you had short hair."

},

    {
 "name": "space",
  "date": " May, 1996",
  "place": "Santiago,Chile",
  "keyword": ["space", "pleasure"],
      "thedream": "Soñé que sin querer se rompían los caballitos de mar (me acordé cuando los vi). "
    }

	]
}
